[{"id":9,"title":"Руска салатA","instructions":"майонезата се приготвя ...","img":"img-food/img-dfb58a33-3296-46ac-a6c0-ae47e1aeda03.jpg","ingredients":["картофи\nморкови\nкисели краставички"],"isUploading":false,"isEditMode":true},{"id":8,"title":"Cookies","instructions":"Die Butter mit beiden Zuckersorten und dem Salz schaumig schlagen. Die Eier und den Vanillezucker zufügen und cremig rühren. Das Mehl und die Mandeln nehmen und mit dem Backpulver mischen und unter den Teig einrühren. Der Teig ist vergleichsweise fest und zäh. Schokolade unter den Teig mischen. Den Teig esslöffelweise auf ein mit Backpapier ausgelegtes Backblech setzen. Viel Platz lassen, da die Cookies sehr stark zerlaufen. Bei 180° C ca. 9 Minuten backen. Perfekt sind sie, wenn die Ränder ganz leicht braun sind und die Cookies im Kern noch feucht wirken. Dann sofort aus dem Ofen nehmen und ganz vorsichtig, sie sind sehr zerbrechlich, auf eine Platte zum Auskühlen setzen. Nicht auf dem heißen Blech lassen. Beim Auskühlen härten sie dann nach, bleiben innen aber schön zart. Am besten gekühlt in einer Dose aufbewahren.","img":"img-food/img-843ecbc5-d46e-4182-b6f6-e177da7f1bd2.jpg","ingredients":["200g Butter\n90g Zucker\n90g Braunzucker\n1/2 TL Salz\n3 Eier\n200g Mehl\n60g gemahlene Mandeln\n1 TL Backpulver\n1 Packung Vanillezucker\n1 EL Rum\n70g Zartbitterschokolade grob gehackt"],"isUploading":false,"isEditMode":true},{"id":2,"title":"Roggenbrot","instructions":"Am Abend davor wird ein Teig  aus 200 g Mehl, 200 g Wasser und 80 g Sauerteig gemischt.\nDen Teig mit einem Löffel gut umrühren. Mit einer Frischhaltefolie bedecken und über Nacht gehen lassen.\n\nAm nächsten Tag wird den Teig sein Volumen verdoppelt haben.\nDen Rest der Zutaten, 150 g Mehl, 100 g Wasser, 20 g Leinsamen, 5 g Olivenöl und 7 g Salz, in den Teig unterrühren.\nDen Teig mit einem Löffel gut umrühren.\n\nEine Kastenform mit Olivenöl bepinseln und mit Mehl bestreuen. Die eine Seite der Frischhaltefolie auch mit Olivenöl bepinseln, damit sie am Teig nicht klebt.\nDen Teig in die Form zugeben, mit Haferflocken bestreuen und mit der Frischhaltefolie locker bedecken, so dass er Platz zu wachsen hat.\nDen Teig für ungefähr 2 Stunden gehen lassen. Wenn er sein Volumen verdoppelt hat, ist er backbereit.\n\nDen Ofen auf 225°C vorheizen. Den Teig im Ofen stellen und für 10 Minuten auf diese Temperatur backen. Danach die Temperatur auf 200°C reduzieren und für 40 Minuten weiter backen.\n\nDas Brot aus der Form herausnehmen und mit einer Mischung aus Wasser und Olivenöl bepinseln und vollständig abkühlen lassen.\nDas Brot in einer Gefrierbeutel stecken und im Kühlschrank aufbewahren.","img":"img-food/img-9b2ec975-0fd1-41d1-88e3-d3922cd86a67.jpg","ingredients":["350 g Roggenvollkornmehl\n300 g kaltes Wasser\n80 g Sauerteig aus Roggenvollkornmehl\n20 g Leinsamen\n7 g Salz\n5 g Olivenöl\n10 g Haferflocken"],"isUploading":false,"isEditMode":true},{"id":3,"title":"Бял хляб","instructions":"Хлябът:\nОстаналото брашно се смесва със солта и маята и се разбърква добре. Останалата вода се затопля до 39° C и се добавя към сместа. Разбърква се и се замесва тесто. Меси се докато тестото стане еластично. Проверява се с натискане с пръст по повърхността му. Покрива се с фолио и кърпа и се оставя да втаса. Когато удвои размера си се удря, за да спадне и се оформя като хляб. Поставя се върху добре набрашнена дъска. Покрива се с намазнено фолио и се завива отстрани с кърпа, за да не изсъхва. Тестото втасва отново до удвояване на обема си. След като втаса се поставя върху хартия за печене в предваритлно загрята до 220° C фурна. Непосредствено след това във фурната се напръскава с вода. След 10 мин. фурната се намалява на 200° C. Пече се общо 35-40 мин. Ако е необходимо хлябът се покрива с алуминиево фолио, с лъскавата част нагоре, за да не се препече отгоре. След като се извади от фурната, се намазва със смес от зехтин и вода (1:4) и се поставя върху решетка, за да изстива.","img":"img-food/img-63d18a16-f086-4e8f-825e-622a114d60be.jpg","ingredients":["100% бяло брашно (500 гр.)\n66% вода (330 гр.)\n1,6% суха мая (1 пакетче = 8 гр.)\n2% сол (10 гр.)\n\nЗакваската:\n33% от брашното (165 гр.)\n50% от водата (165 гр.)\n3 щипки от маята\n\nСместа се разбърква и се оставя покрита с фолио за 12 часа."],"isUploading":false,"isEditMode":true},{"id":4,"title":"Schokomuffins","instructions":"Butter zerlassen. Eier mit Puderzucker, Vanillemark und Zitronenschale in ca. 5 Minuten dickschaumig schlagen. Haselnüsse mit Kakao, Mehl und Backpulver mischen, unter die Eimasse heben. Flüssige Butter zügig unterrühren. Teig 30 Minuten kalt stellen. Inzwischen den Backofen auf 200° vorheizen. Die Papierbackförmchen in den Blechmulden stellen. Den Teig in die Mulden verteilen. Muffins im vorgeheizten Ofen 12 Minuten backen. Muffins aus der Form lösen, auf einem Kuchengitter auskühlen lassen und mit Kakao oder geriebene Schokolade bestäuben.","img":"img-food/img-56f56951-60df-49c3-b3ce-9431a78ad101.jpg","ingredients":["120g Butter\n3 Eier\n130g Puderzucker\n1 Vanilleschote\n1 TL fein abgeriebene Zitronenschale\n50g gemahlene Haselnüsse\n3 EL (20g) Kakaopulver\n90g Mehl\n1 1/2 TL Backpulver"]},{"id":5,"title":"Бургерче","instructions":"kommt noch ...","img":"img-food/img-0c16e0e8-1597-452a-a35a-ea33dbd0ffae.jpg","ingredients":["мляко","яйца","захар"]},{"id":6,"title":"Käsebärchen","instructions":"Към преварително настърганото сирене се добавя разтопеното на слаб огън масло, киселото мляко, червения пипер и сместа от брашно и бакпулвер. Тестото се разбърква докато поеме брашното изцяло. От сместа се оформят три топки, които се оствят в хладилника за около 2 часа. Тестото се разточва върху набрашнена повърхност и от него се изрязват соленките. Поставят се върху тава покрита с хария за печене, намазват се с жълтък и се поръсват с кимион и сусам. Пекат се в преварително загрята до 175° C фурна около 15 мин.","img":"img-food/img-b18a4ea6-dfe4-4c37-982a-b2edc413ef50.jpg","ingredients":["150 гр. краве масло\n180 гр. твърдо сирене ( Пармезан / Грана Падано )\n250 гр. брашно\n90 мл. кисело мляко"]},{"id":7,"title":"Салата от нахут","instructions":"Доматът се нарязва на малки парчета. Премахват се костилките на маслините. Босилекът се измива, подсушава и накъсва. В купа се смесват нахута, домата, маслините и босилека. Добавят се солта, подправките и зехтина, след което се разбърква. Отгоре се настъргва пармезан на едро.","img":"img-food/img-75346edd-c76b-4bbf-98d5-d12a0c9389d6.jpg","ingredients":["нахут (сварен или от консерва)\nтвърдо сирене (Пармезан/Грана Падано)\nмаслини Каламата\nдомат"]}]