[{"id":8,"title":"","instructions":"","img":"img-food/default.jpg","ingredients":[]},{"id":1,"title":"Cookies","instructions":"Die Butter mit beiden Zuckersorten und dem Salz schaumig schlagen. Die Eier und den Vanillezucker zufügen und cremig rühren. Das Mehl und die Mandeln nehmen und mit dem Backpulver mischen und unter den Teig einrühren. Der Teig ist vergleichsweise fest und zäh. Schokolade unter den Teig mischen. Den Teig esslöffelweise auf ein mit Backpapier ausgelegtes Backblech setzen. Viel Platz lassen, da die Cookies sehr stark zerlaufen. Bei 180° C ca. 9 Minuten backen. Perfekt sind sie, wenn die Ränder ganz leicht braun sind und die Cookies im Kern noch feucht wirken. Dann sofort aus dem Ofen nehmen und ganz vorsichtig, sie sind sehr zerbrechlich, auf eine Platte zum Auskühlen setzen. Nicht auf dem heißen Blech lassen. Beim Auskühlen härten sie dann nach, bleiben innen aber schön zart. Am besten gekühlt in einer Dose aufbewahren.","img":"img-food/img-f61836c2-ff5e-4fa9-8032-ea7c022dcf75.png","ingredients":["мляко\nяйца\nзахар\n🐑"]},{"id":4,"title":"Шоко мъфини","instructions":"Butter zerlassen. Eier mit Puderzucker, Vanillemark und Zitronenschale in ca. 5 Minuten dickschaumig schlagen. Haselnüsse mit Kakao, Mehl und Backpulver mischen, unter die Eimasse heben. Flüssige Butter zügig unterrühren. Teig 30 Minuten kalt stellen. Inzwischen den Backofen auf 200° vorheizen. Die Papierbackförmchen in den Blechmulden stellen. Den Teig in die Mulden verteilen. Muffins im vorgeheizten Ofen 12 Minuten backen. Muffins aus der Form lösen, auf einem Kuchengitter auskühlen lassen und mit Kakao oder geriebene Schokolade bestäuben.","img":"img-food/img-49e3b367-7aff-4aa4-9e25-2164c1d3f451.png","ingredients":["мляко","яйца","захар"]},{"id":5,"title":"Бургерче","instructions":"kommt noch ...","img":"img-food/img-b4a647bd-a359-4893-8499-5f2a652118db.png","ingredients":["мляко","яйца","захар"]},{"id":6,"title":"Соленки","instructions":"Към преварително настърганото сирене се добавя разтопеното на слаб огън масло, киселото мляко, червения пипер и сместа от брашно и бакпулвер. Тестото се разбърква докато поеме брашното изцяло. От сместа се оформят три топки, които се оствят в хладилника за около 2 часа. Тестото се разточва върху набрашнена повърхност и от него се изрязват соленките. Поставят се върху тава покрита с хария за печене, намазват се с жълтък и се поръсват с кимион и сусам. Пекат се в преварително загрята до 175° C фурна около 15 мин.","img":"img-food/img-e8b809a5-e201-4d62-8b83-6fe45691bcf6.png","ingredients":["мляко","яйца","захар"]},{"id":7,"title":"Салата с нахут","instructions":"Доматът се нарязва на малки парчета. Премахват се костилките на маслините. Босилекът се измива, подсушава и накъсва. В купа се смесват нахута, домата, маслините и босилека. Добавят се солта, подправките и зехтина, след което се разбърква. Отгоре се настъргва пармезан на едро.","img":"img-food/img-35b8be55-3640-409e-adc9-1730fd550e41.png","ingredients":["мляко","яйца","захар"]}]